[general]
Language=繁體中文
Translator=Yi Zhilai
Email=yiss@yeah.net
Data=01/19/2020
helpfile=b5-red.chm
skinfile=b5-skin.ini
tipsfile=b5-tips.rtf
bubblefile=b5-bubble.txt

[string]

Red Spider eClassroom System=「紅蜘蛛多媒體網路教室軟體」
Red Spider e-Pointer=「紅蜘蛛多媒體網路教室軟體」

Broadcast=廣播選單
Tool=工具選單
Control Management=監控管理
Online Examination=網路考試
View=排列方式
Help=使用說明

Share Tutor's Screen=教學廣播
Share Client's Screen=學生示範
Lock Client Station=螢幕肅靜

Share Tutor's Screen (To All)=教學廣播（給所有）
Share THIS Client's Screen (To All)=該學生示範（給所有）
Lock Client Station (To All)=螢幕肅靜（給所有）

Share and Save Screen Images=教學廣播+錄影
Play and Share Screen Images=播放錄影+廣播

Voice Broadcast=語音廣播
2-Party Chat=兩人交談
Group Chat=多人討論
Voice Monitor=語音監聽

LAN Media Player=網路影院

Paper Management=考卷管理
Dispatch Paper=分發考卷
Collect Answer=強制收卷

View Remote Screen=螢幕監控
View Remote Screen by Turns=迴圈監控
Single Window=單一視窗
Multiple Windows=多個視窗
Remote Control=遙控輔導
Get Information=遠端資訊
Running Applications=應用程式
Running Processes=處理序資訊

e-Pointer=電子教鞭
Open the e-Pointer=電子教鞭
Send Message=訊息傳送
File Transfer Service=檔案傳輸
Online Chat=線上討論
Online Chat(With Voice)=線上討論（帶語音）

Restart Client Station=遠端重啟
Turn off Client Station=遠端關機
Synchronize System Time=同步時間
Synchronize Settings=同步參數
Upgrade Clients=軟體同步升級
Wake on LAN=遠端喚醒／遠端開機（依賴硬體）

Allow to Send Message=允許發送訊息
Prohibit from Sending Message=禁止發送訊息
Drop Hands=清除舉手標記
Clear InFolder=清空檔案接收櫃

Sort by Name=按名稱
Sort by IP Address=按IP位址

Raise Hand=請求電子舉手
Drop Hand=清除舉手標記

System Check=系統檢查
Automatic Optimization=自動優化
User Guide=使用說明
Registry Wizard=購買指南
About=關於
Online Support=線上支援
Settings=參數設定
Exit=退出
End Control=結束控制
End Control, Stop sharing screen=停止當前分組的演示和示範，結束控制，返回主控視窗
Switch to the Tutor's Console=切換到主控視窗。\r\r在停止演示和示範前，可以通過最小化主控視窗重新回到這裏的懸停工具行模式。

Class Operation=班級管理
Group Operation=分組管理
Client Operation=學生管理

New=新增
Edit=編輯
Open=開啟
Open...=開啟...
Save=存檔
Save As=另存為
Save As 2=儲存為
Rename=重新命名
Delete=刪除
Access Protection=設定保護密碼
Cut=剪下
Copy=複製
Paste=貼上
Refresh=刷新
Properties=設定屬性

Play File Media=開啟多媒體檔案
Play VCD Media=播放VCD光碟
Play=播放
Pause=暫停
Stop=停止
Previous=上一個節目
Next=下一個節目
Reverse=倒轉
Forward=快轉
Segment Menu=選擇節目
Audio Channel=選擇聲道
Full-screen=全螢幕播放
Close=關閉

Left Track=左聲道
Right Track=右聲道
Stereo=立體聲
Audio/Video(*.dat,*.mp3,*.mpg,*.rmvb,*.rm,*.avi,*.wav,*.mpa,*.mpv)=音視訊檔案(*.dat,*.mp3,*.mpg,*.rmvb,*.rm,*.avi,*.wav,*.mpa,*.mpv)

Ok=確定
Cancel=取消
...=...
>=>
<=<
Send=發送
Clear=清除
Wizard=購買指南
Menu=選單
Start=開始
_Close=關閉
_Minimize=最小化
_Maximize=最大化
_Restore=往下還原


Neighbour=網路芳鄰
My Class=我的班級

Class Operation Menu=班級管理選單
Group Operation Menu=分組管理選單
Client Operation Menu=學生管理選單
Total clients: %d  -  Online Clients: %d=總電腦數：%d  -  已連上線的電腦數：%d
%d client/s is/are selected=選定了%d台電腦
Red Spider= 紅蜘蛛軟體

Screen Sharing Service Started=「紅蜘蛛軟體」-螢幕廣播已經啟動
Hand Raised=「紅蜘蛛軟體」-正在請求電子舉手
Being controlled or monitored=「紅蜘蛛軟體」-被監視或控制中
Saving Screen Images=「紅蜘蛛軟體」-正在錄影中

Client Maintenance (Edit)=學生機詳細資料（編輯）
Client Maintenance (New)=學生機詳細資料（新建）
IP Address=IP 位址
MAC=網路卡卡號
Computer Name=電腦名稱
Student Name=學生姓名
Description=備註
Female=女
Male=男

NetVoice=語音教學
%s is speaking...=%s 正在講話...
Press MIC button to open mic.=滑鼠左鍵按住“MIC”可以說話
The mic is opened. please speak=麥克風已經開啟，現在可以說話 . . .
Receiving voice broadcast=正在接收語音廣播

No audio input devices/drivers are present, please check audio devices and download the newest audio drivers from manufacturer to solve this problem.=沒有找到存在並啟用的錄音裝置，可能是沒有安裝聲卡的驅動程式，或者聲卡被禁用，或者沒有接上麥克風。\r\rWin7/Win8/Win10還要去更新為聲卡製造廠商的最新驅動程式，一般Win7/Win8/Win10自帶安裝的默認驅動程式不支援立體聲混音等錄音裝置通道。
No audio output devices/drivers are present, please check audio devices and download the newest audio drivers from manufacturer to solve this problem.=沒有找到存在並啟用的播放裝置，可能是沒有安裝聲卡的驅動程式，或者聲卡被禁用，或者沒有接上揚聲器。\r\rWin7/Win8/Win10還要去更新為聲卡製造廠商的最新驅動程式，一般Win7/Win8/Win10自帶安裝的默認驅動程式不支援立體聲混音等錄音裝置通道。

Command Editor=遠端命令編輯器
Name of Command=遠端命令名稱
Command Line=命令檔案（路徑和檔案名必須在學生機上存在）
Parameters=執行參數
open/run=開啟/執行
explore=瀏覽資料夾
Maximize=最大化視窗
Select the file to open or explore=選擇要開啟或執行的命令檔案

Screen Monitor [N] %s=學生示範中[N] %s
Screen Monitor [A] %s=螢幕監控[A] %s
Remote Controller [C] %s=遙控輔導[C] %s
Shared Screen [N] %s=接收演示或示範中[N] %s
Screen Monitor=螢幕監控
Enter password into the field below in order to continue=請輸入使用「紅蜘蛛軟體」教師機程式的密碼：\r（區分大小寫）
Enter password to access client's workstation=請輸入監視或控制遠端電腦的密碼（區分大小寫）
Password Check=登入密碼
Show Toolbar=顯示工具行
Hide Toolbar=隱藏工具行
Full Screen=全螢幕顯示
In Window=視窗顯示
In Zoom=伸縮方式
Original Size=原尺寸大小
Open Monitor=開始監控
Close Monitor=結束監控
Arrange Window=排列視窗
In Zoom/Original Size=<伸縮>原尺寸大小
In Window/Full Screen=<視窗>全螢幕顯示
Show/Hide Toolbar=<隱藏>顯示工具行
Open/Close Monitor=<結束>開始監控
Disable/Enable Client's Keyboard and Mouse=<恢復>禁止遠端鍵盤和滑鼠
Switch to Control=進入遙控輔導
Return to Screen Monitor=返回螢幕監控
Save Images=開始螢幕錄影
Not Save Images=結束螢幕錄影
Save Screen Images=螢幕錄影
Play Screen Images=播放錄影
Stop saving screen images=停止“螢幕錄影”操作
Send Ctrl+Alt+Del=發送Ctrl+Alt+Del組合鍵\r被控制端是WinXP/2003時才有效
Follow Remote Pointer=自動跟蹤對方的滑鼠位置
Picture Quality=畫面質量
Picture Quality (my be slower if select a better quality)=畫面質量：\r\r選擇的畫面質量越低，就越可以獲得更加流暢的螢幕廣播速度，尤其是顯示多媒體課件、圖像處理、照片、DVD、動畫、遊戲或視訊畫面等的時候
Perfect=完美
Excellent=很好（更適用於windows/office/網頁等簡單畫面）
Preferable=較好（更適用於動畫/遊戲/視訊/DVD等複雜畫面）
Moderate=一般
Blurry=較差
Picture Quality: Perfect=畫面質量：完美\r\r適用于要求完美色彩呈現的應用程式的演示，例如Photoshop、CorelDraw等平面設計、繪畫和色彩教學中。這種模式數據量最大，刷新速度可能相對較慢。
Picture Quality: Excellent=畫面質量：很好\r\r適用於Windows、WORD、EXCEL、網頁等各種一般的簡單畫面的應用程式的演示。
Picture Quality: Preferable=畫面質量：動畫和視訊優化\r\r這種模式專門用於多媒體課件、動畫、遊戲、視訊、FLASH、VCD、DVD、MP4等複雜的動畫和視訊畫面的演示。實現任何視訊畫面都完全流暢地廣播的硬體建議（指教師機）：2.0G或以上的雙核CPU，有獨立顯卡。
Picture Quality: Moderate=畫面質量：動畫和視訊優化\r\r這種模式專門用於多媒體課件、動畫、遊戲、視訊、FLASH、VCD、DVD、MP4等複雜的動畫和視訊畫面的演示。實現任何視訊畫面都完全流暢地廣播的硬體建議（指教師機）：2.0G或以上的雙核CPU，有獨立顯卡。
Picture Quality: Blurry=畫面質量：動畫和視訊優化，較差\r\r這種模式專門用於多媒體課件、動畫、遊戲、視訊、FLASH、VCD、DVD、MP4等複雜的動畫和視訊畫面的演示。實現任何視訊畫面都完全流暢地廣播的硬體建議（指教師機）：2.0G或以上的雙核CPU，有獨立顯卡。
Keep this toolbar visible=自動隱藏該工具行 / 始終顯示該工具行
When checked, the client will switch to window mode to show the shared screen images. Otherwise, to full-screen mode.=按下該按鈕，則其他學生機以視窗模式接收教學廣播或學生示範的畫面，學生可以自由操作；反之，則進入全螢幕模式。
When checked, the layered window will be captured to share.=按下該按鈕，則演示或示範的時候，自動捕獲螢幕上的層疊視窗，例如一些按鈕上的提示框泡泡、Photoshop CS3的調色板視窗等。\r\r啟用這個選項，可能在集成顯卡的電腦上造成滑鼠閃爍或遲滯的感覺，而獨立顯卡則不會出現這個問題。如果看到滑鼠異常閃爍，請“彈起”這個按鈕。

Transmission=傳輸參數
Adapter=網路卡
Security=安全設定
Audio CODEC=音頻壓縮
Control (1)=控制選項(1)
Control (2)=控制選項(2)
Control (3)=控制選項(3)
Hot Key=熱鍵設定

Received Message=收到的訊息
Sent Message=傳送的訊息
Sender=傳送者
Subject=主旨
You are prohibited from sending messages to others now.=當前，你的老師禁止你傳送訊息。
Please enter messages into the text field to send.=請輸入要傳送給對方的訊息
From=來自於
Send To=發送到
Reply=回覆
participators=參加者

Transferring Message...=正在傳送訊息...
<Unknown>=<未知>
Memory is not enough!=分配記憶體失敗，請檢查硬碟剩餘空間，或退出後重試！

Waiting for being ready...=正在等待學生機準備播放器... ...
Open Media File=開啟多媒體檔案
Segment %02ld, Remaining %02ld:%02ld:%02ld=第 %02ld 個節目 剩餘時間 %02ld:%02ld:%02ld
Keyboard/Mouse Disabled=鍵盤和滑鼠已經禁止
Keyboard/Mouse Disabled on Clients=學生機的鍵盤和滑鼠已經禁止
Disable client's keyboard and mouse=禁止學生機的鍵盤和滑鼠

Client Auto-upgrade=同步升級學生機軟體
Choose file(s) to transfer=檔案傳輸：選擇一個或多個檔案
Has transfered: %s bytes of %s bytes=已經傳送%s位元組，總共%s位元組
Run/Open this file directly=學生機直接開啟或執行該檔案\r(只選擇一個檔案時有效)
Directory on clients to transfer in=學生機上儲存檔案的位置
Faster=速度較快
More stable=可靠性較高
InFolder=檔案接收櫃
Windows Desktop=使用者桌面
Temporary Directory=系統TEMP目錄
User Directory=自訂目錄
Result=結果
All Files(*.*)=所有檔案(*.*)

The session is failed.=發生錯誤，工作沒有完成。
The session is finished.=工作完成。
%s  --->   Local workstation.=%s  --->   本地工作站
%s  --->   Failed to create file.=%s  --->   建立檔案失敗
%s  --->   Data packages have lost.=%s  --->   檔案傳輸失敗
%s  --->   Failed to save into file.=%s  --->   儲存檔案失敗

Rectangle=矩形框
Line=直線
Circle=（橢）圓
Pencil=鉛筆
Fill=填充
Solid Circle=實心（橢）圓
Solid Rectangle=實心矩形框
Arrow=箭頭
Text=文本
Eraser=橡皮擦
Black/White Board=黑/白板
Clear Screen=清除螢幕
Up/Down=向上 / 向下
Save the current view=儲存目前的教學視圖
Open previously saved view=開啟舊有的教學視圖
More...=更多的...
Recent View=最近的教學視圖
MS Sans Serif=新細明體
e-Pointer View(*.epv)=電子教鞭視圖檔案(*.epv)

Class=班  級
Password=密  碼
Open Class=開啟班級
Delete Class=刪除班級
Open the Tutor's Console=進入「紅蜘蛛軟體」教師機程式

System Information=遠端資訊
General=系統概況
Disk=磁碟空間
Network=網路屬性

OS Information=作業系統
OS=作業系統
Keyboard Type=鍵盤類型
Display=顯示解析度
Logon User=登入名稱
Windows Dir=Windows目錄
System Dir=System目錄
Memory=記憶體
Total Physical=總實體記憶體
Available Physical=可用實體記憶體
Total Page=總交換檔
Available Page=可用交換檔
Utilization=利用率

Drive=磁碟代號
Type=類型
Volume=磁碟標簽
File System=檔案系統
Total Space=總容量
Free Space=可用空間
UNKNOWN=未知
NO ROOT DIR=
REMOVABLE=可移動媒體
FIXED=硬碟
REMOTE=網路映射磁碟
CDROM=光碟機
RAMDISK=記憶體磁碟

Driver Name=裝置名稱
IP Mask=子網路遮罩
Provider=製造商

Support Capturing Layered Window=捕獲層疊視窗
Language=語言
Started=已經啟動
Stopped=未啟動

Seat=座位安排
In Groups=隸屬於下列小組

Path=位置
Date=日期
Time=時間

Restart or turn off remote workstation=遠端重啟或關機
Force to restart or turn off=強制重啟或關閉學生機（沒有儲存的資料可能會丟失。\r如果學生機處於鎖定狀態，可能會需要勾選此選項。）
Are you sure to continue?=確定要繼續嗎？
View Remote Screen/Remote Control=螢幕監控、遙控輔導
Switch to FULL SCREEN mode automatically=自動進入“全螢幕顯示”模式

Choose client to share its screen=請選擇進行示範操作的學生機（點擊列名可以排序）
Please select the client whose screen will be shared out first, then to continue.=請首先選擇進行示範操作的學生機，然後繼續。

Only valid after rerunning this application=重新啟動教師機程式後，通訊埠的設定才會生效
Port number for remote control=遠端控制通訊埠
Port number for screen sharing service=螢幕廣播服務通訊埠
Port number for Audio/Video broadcast=語音廣播、VCD等視訊播放通訊埠
Please enter a valid port number. You need not modify it if no conflict.=請輸入一個有效的通訊埠，在沒有衝突的情況下無須改變。
Delay=延遲時間
Screen sharing package delay=網路效能補償
Screen sharing package delay(0~50)=網路效能補償（取值0~50, 0表示不補償）
Set screen sharing package delay=設定網路效能補償值
Tips: 0, NO delay; 50, maximum delay.=０，表示不補償，適用于網路質量良好的情況，速度最快，一般建議選擇這個值；補償值越大，則會導致廣播速度越慢，但是可以解決速度不匹配、網路效能差、擁擠等原因導致的花屏、殘影或無法廣播的問題
Set screen sharing package delay: 0, NO delay; 50, maximum delay.=設定演示或示範電腦上的網路效能補償值\r\r０，表示不補償，適用于網路質量良好的情況，速度最快，一般建議選擇這個值；補償值越大，則會導致廣播速度越慢，但是可以解決速度不匹配、網路效能差、擁擠等原因導致的花屏、殘影或無法廣播的問題
Your selection=你的選擇值
ms=毫秒

Local machine acts as Tutor if empty=空值表示使用本地電腦作為“教師機”角色
Tutor's IP address=指定擔當“教師機”角色的電腦的IP位址

Please select the adapter/IP through which other clients are connected to this machine.=請選擇這台電腦與教室裏其他電腦連接成同一個網段所使用的網路卡和IP位址。\r如果只有單網路卡、單IP位址，就無須設定。
Please enter a reachable IP address of the tutor.=請輸入一個有效的“教師機”IP位址！
Set Now=現在設定
Set Later=暫時不設定

Old Password=舊密碼
New Password=新密碼（區分大小寫）
Verification of new password=重復驗證（區分大小寫）
Password for locking this application=防止未獲得授權時被使用或監視監控的密碼
The password consists of less than or equal to 15 characters. It will protect your workstation from running this Tutor component and being remotely controlled.=輸入一個不多於15個英文字元的密碼。它不但可以防止別人未獲得授權時執行「紅蜘蛛軟體」，也可以防止被未授權的人執行監視或遙控操作。
The password is incorrect. You must know that the password is case-sensitive.=密碼錯誤，請確定輸入了正確的大小寫敏感的密碼！
NEW PASSWORD and VERIFICATION of it are not consistent.=輸入的新密碼和重復驗證的密碼必須相同，也請注意大小寫的一致。

Available Audio CODEC=可用的音頻編解碼器
Normally, the default, Microsoft PCM converter/22kHz/16bit, is a good choice.=系統預設的Microsoft PCM converter/22kHz/16bit是較好的選擇，一般不需要更改。
Please select a valid audio CODEC from the second level of the tree list.=請在下面列表中選擇一個合適的音頻壓縮格式。（位元組/秒）
%s; %d bytes/s=%s; %d 位元組/秒

Control Options=控制選項
Force client to play in full-screen mode=學生機自動進入全螢幕播放模式
Play ahead on Tutor=教師機提前播放節目（提前約4秒）
Chat with voice support=線上討論、電子搶答時，同時支援語音功能
Interval before switching to next client=迴圈監控時，輪流切換的時間間隔設定為
sec=秒
Divide the screen into=多畫面監視時，將螢幕分割成
4 windows=4分割畫面
9 windows=9分割畫面
16 windows=16個視窗
25 windows=25個視窗

Enter/Exit e-Pointer=進入/退出電子教鞭模式
Start sharing tutor's screen=啟動“教學廣播”操作
Stop sharing tutor's screen=停止“教學廣播”操作

( TRY Version / %d-User )=( 試用版本 / %d用戶 )
%S / %S Licenses=%s / %s 個授權
Unknown error. Please try again after restarting this application.=發生不可知的錯誤，請退出後重新嘗試！
Registry Information=軟體系統資訊
Version=版本
UserName=用戶

Please enter Computer Name of the client, for example, Angel.=請輸入電腦名稱！（例如：Angel）
Please enter IP address of the client, for example, 192.168.0.1.=請輸入IP位址！（例如：192.168.0.1）

The specified media file can't be opened by the LAN Media Player.=不能開啟指定的多媒體檔案，可能是不支援該檔案的格式。
Can't read data from your VCD device. Or, this media format isn't supported.=不能開啟VCD光碟或者不能識別其正確格式。
This media format isn't supported.=不支援這種類型的多媒體檔案格式。
Error occured. The current view has not been saved.=儲存畫面時發生錯誤。
Error occured. Cannot open the specified view.=發生錯誤，不能開啟指定的畫面檔。
Error occured while creating controls. Please try again after restarting this program.=創建視窗時發生問題，程式會自動退出，請再次重新開啟程式以嘗試！
The e-Pointer is running now. Shortcut of %s can be used to enter or exit the POINTER mode.=電子教鞭功能已經啟動，快捷鍵%s可以用來進入或退出電子教鞭模式。

Are you sure to delete InFolder directory from the selected remote workstations?=確定要清空學生機“檔案接收櫃”裏的檔案嗎？
This specified application has started up. It is not necessary to start it again.=該應用程式已經執行，無須再次開啟它。

There is no client. Operation is canceled.=這裏沒有任何學生機，操作不能繼續。
Are you sure to delete the items you selected?=確定要刪除嗎？
Please select a workstation first, then to continue.=請首先在主機列表中選擇一個學生機後再執行相關的操作。
Can't resolve the given IP address.=無法解析IP位址！
The following file is destroyed. Please exit the app and restore it from your backup.%s%s=下面這個檔案可能已經被破壞了，請馬上退出程式，用備份的同名檔案替換後再重新嘗試：%s%s
Are you sure to synchronize local settings to remote workstation?=確定要將本地的參數設定值同步到所有選中的遠端電腦上嗎？
Local settings have been sent to remote workstations to synchronize.=本地參數設定值已經向遠端電腦成功發送出去。
There is not Client Upgrade Package installed. Please download it from our website.=電腦上沒有安裝完整的學生機程式升級檔，請到我們的網站下載。
Are you sure to upgrade the client component on remote workstation?=確定要升級遠端電腦的學生機程式嗎？

Connecting to get info of remote workstation...=正在建立連接，以獲得遠端系統的資訊...
Cannot get information of remote workstation!=不能擷取到遠端電腦的系統資訊！
Please insert software dog into the parallel or USB port to reenter this software.=請關閉電腦，並插入加密鎖，然後再重新開機。

Creating a new class, enter the name.=建立新的班級，請輸入新的班級名稱
Renaming an existing class, enter the new name.=重新命名班級，請輸入新的班級名稱
Enter new name of the class to save it as a new one.=另存為新的班級，請輸入新的班級名稱
Creating a new group, enter the name.=建立新的分組，請輸入新的分組名稱
Renaming an existing group, enter the new name.=重新命名分組，請輸入新的分組名稱
The name of class is invalid.=請輸入一個有效的班級名稱！（最多10個字符）
The name of group is invalid.=請輸入一個有效的分組名稱！（最多10個字符）
(within 10 characters)=（最多10個字符）
Password for protecting class configuration from illegal operation. Default password is empty after you newly create a class.=設定班級保護密碼，這會在“開啟”或“刪除”操作時保護班級的設定。注意：新建立的班級，預設的密碼為無。
Password for pretecting class configuration=設定班級保護密碼


Please select a class first, then to continue.=請首先選擇一個班級再執行相關的操作！
Are you sure to delete the selected class?=確定要刪除目前選中的班級嗎？刪除後將不可以恢復。
The class configuration is saved successfully.=已經成功地將目前的“班級設定”儲存下來了。
An unknown error occured while saving data. Please try again.=儲存“班級設定”時發生錯誤，請重新嘗試。
The password has been changed successfully.=班級的保護密碼已經設定成功。


Please select another one but not yourself to talk.=請選擇除了自己以外的另外一個人和您進行交談。
Please select another one but not yourself to monitor his/her voice.=請選擇除了自己以外的另外一個人進行語音監聽。
Please select a remote workstation other than local machine to control.=請選擇除了自己以外的電腦進行遙控輔導。
Please select a remote workstation other than local machine to monitor.=請選擇除了自己以外的電腦進行螢幕監控。
There is an existing connection to the remote client. Try to connect to it after that connection is interrupted.=學生機上已經有正在使用中的控制連接，必須等待對方斷開後再操作。另外，也可能是學生機程式執行錯誤。
Remote workstation is in LockDown. So remote control to it is prohibited.=學生機已經進入了監看模式或肅靜模式，遠端監控功能必須等待它退出上述模式後才能執行。
A fatal error occured while allocating memory on the remote workstation.=學生機啟動畫面傳輸時可能因為記憶體分配等問題而失敗，請重新嘗試。
Remote client (%s) has been terminated.=「紅蜘蛛軟體」學生機程式(%s)已經關閉！


Can't open the service control manager database.=不能連接系統的服務控制資料庫
The service is not installed.=服務沒有正確安裝
Can't open the service.=不能開啟服務
Can't get the service's current state.=無法獲得服務的目前狀態
The service is running.=服務正在執行
The service is stopped.=服務已經停止


History of Message=“訊息傳送”的歷史記錄
History of Online Chat=“線上討論/電子搶答”的歷史記錄
History Records=歷史記錄
Please select one or more screen images firstly, then to continue.=請首先選擇一個或多個螢幕畫面檔案，再執行相關的操作。
Please select a Screen Images File firstly, then to continue.=請首先選擇一個螢幕畫面檔案，再執行相關的操作。
Please select a Screen Images File to play=請首先選擇一個螢幕畫面檔案
Are you sure to delete these screen images you selected?=確定要刪除選中的螢幕畫面檔案嗎？


No any errors have occured.=尚未記錄任何錯誤資訊。
View Error Log=錯誤日誌


There is no any Tutor's computer detected.=尚沒有發現正在執行教師機程式的電腦！
Please select one or more files firstly.=請首先選擇一個或多個檔案
An error occured while connecting to Tutor's computer.=嘗試連接到教師機時發生錯誤，請稍後再試！
Are you sure to cancel the session?=確定要取消目前的工作嗎？
Accept File Uploaded=接收提交的作業
View File Uploaded=查看提交的作業
The Tutor refuse to accept your files uploaded.=目前教師未開放學生提交作業！
File Upload: Choose file(s) to transfer=提交作業：選擇一個或多個檔案
File Upload=提交作業
File=檔案
Directory=資料夾
Progress=進度
Size=大小
Tutor=教師機
Client=學生機
Local Saving Directory=教師機上的存儲位置
Please input or select an existing path to save files uploaded.=請輸入或選擇一個有效的資料夾用來儲存學生所提交的作業。
TCP/IP ERROR !!!=TCP/IP協定錯誤或端口衝突!
While creating sub-dir=創建子目錄時
Use date=使用日期
Use client name=使用學生姓名


You can not select more than %d function buttons.=因為顯示視窗大小的限制，最多只能選擇%d個功能按鈕！
Continue=繼續
Step 1: Define Primary Function Buttons=第一步：自訂主工具行（頂端橫向位置）
Step 2: Define Secondary Function Buttons=第二步：自訂輔助工具行（左邊縱向位置）


Function Buttons Available=可供選用的功能按鈕
Selected Function Buttons=已經選用的功能按鈕
Add=新增
Remove=移除
Add1=新增
Remove1=移除
Add2=新增
Remove2=移除
Add3=新增

Customized Function Buttons Plan=自訂工具行樣式
Default Plan=預設工具行樣式
Plan #%d=自訂樣式 #%d


Screen Images Listing=REP螢幕畫面檔案列表
Screen Images Playback=播放錄影
The specified file (%s) does not exist.=指定的檔案(%s)並不存在。
The specified file (%s) is not a REP format file.=指定的檔案(%s)不是有效格式的REP螢幕畫面檔案。
Please select a file with REP format=請選擇一個REP螢幕畫面檔案
Start Time=起始時間
File Name=檔案名
User Name=用  戶
Save As BITMAP=另存為BITMAP檔案
Captured Screen Images(*.REP)=REP螢幕畫面檔案(*.REP)
BITMAP (*.bmp)=BITMAP圖片(*.bmp)
Auto Playback=自動播放
Stop Playback=停止播放
First Frame=最前面
Last Frame=最後面
Previous Frame=先前一幀
Next Frame=後面一幀
Frames=總幀數
The Frame=當前幀
Resolution=解析度
Not show this message later=以後不再顯示該資訊
@SAVESCREENIMAGES_INFO=按下“繼續”按鈕就可以開始螢幕錄影操作。如果要結束錄影，一定要按下結束螢幕錄影的快捷鍵（%s）或者再次選擇選單命令中的“螢幕錄影”命令，否則會一直錄影下去，消耗所有的磁碟空間。\r\r錄影好的內容自動儲存在軟體安裝資料夾的DATA子資料夾下，可以通過選單命令“播放錄影”開啟的列表中找到。

%d-%d-%d  %02d:%02d:%02d=%d年%d月%d日  %02d:%02d:%02d


@COPYRIGHT_DECLARE=正在執行的是「紅蜘蛛多媒體網路教室軟體」的試用版本，僅作用戶評估該軟體之用途。如需正式使用，或作其他任何用途，都需要購買相應的授權許可，請訪問下面的網站擷取該產品的購買方式：\r\rhttp://www.3000soft.net\rhttp://www.examcoo.com
@COPYRIGHT_STATUS=試用版本，僅作用戶評估該軟體之用途

Channel Selector=頻道選擇器
Channel No.%2d=第 %2d 頻道
User-Defined Channel=用戶自訂頻道
Available Channels=可選頻道
Protocol Port Number Used=使用的通訊埠/多播地址
Set=設定
All clients in the same classroom must be set to the same channel. Or, this application will not run correctly. Are you sure to continue?=同一個教室裏的所有電腦（包括教師機和所有學生機）都必須設定在同一個頻道上，並且採用統一的多播或廣播模式，否則會不能正常的執行。\r\r還要繼續嗎？
All clients in the same classroom must be set to the same channel. Or, this application will not run correctly.=同一個教室裏的所有電腦（包括教師機和所有學生機）都必須設定在同一個頻道上，並且採用統一的多播或廣播模式，否則會不能正常的執行。

New Paper=新建考卷
Edit Paper=編輯考卷
Paper Name=考卷名稱
Subject Name=科目名稱
Class Name=班級名稱
Exam Time=考試時間
Question Listing=考題列表
Content of the Question=考題內容
Points=分數
Content=內容
Standard Answer=標準答案
Student's Answer=學生答案
Available Answers=備選答案
Move Up=上移
Move Down=下移
View Score=學生成績
NO.=題號
Correct=正確
Error=錯誤
Paper Name can not be empty!=考卷名稱不能為空！
Suject Name can not be empty!=科目名稱不能為空！
Class Name can not be empty!=班級名稱不能為空！
No Item Selected!=請首先選擇執行相關操作的內容項！
Can't change the type of question while editing!=編輯考題的時候, 不能改變其考題類型！
Exam Answer Paper=考試答卷
Student NO.=學生考號
Question No=題號
Student Name can not be empty!=學生名稱不能為空！
Student NO. can not be empty!=考號不能為空！

Select a paper to dispatch=選擇欲分發給學生的考卷
protocol=傳輸協定
Select=選擇
Dispatch=分發

An error occured while connecting to client(%s)!=嘗試連接到學生機（%s）時發生錯誤，稍後再試！
An error occured while ftping to client(%s)!=傳輸考卷到學生機（%s）時發生錯誤，稍後再試！
Are you sure to submit the answer paper?=確定要交卷嗎？
Submit=交卷
The answer paper is submitted successfully.=交卷成功。
An error occured while submitting the answer paper!=交卷失敗！
Score Listing=成績表
Answer Paper=學生答卷
Total Score=總分
Submit Time=交卷時間
This paper has not been dispatched, so no student's score exists!=該考卷還沒有進行過考試，所以沒有學生成績的記錄！
Please select an item firstly, then to continue.=請首先選擇某個列表內容後再繼續！
Score=得分
No Answer=此題未做
The tutor collects your answer paper by force=您的教師已經強制收卷了
Edit Paper(Read Only)=編輯考卷（只讀）
Are you sure to delete the selected paper?=確定要刪除該考卷嗎？
Add Question=新增考題
Edit Question=編輯考題
Paper Name can not contain these characters=考卷名稱中不能包括以下字符
Points of the question can not be empty!=考題分數不能為空！
Content of the Question can not be empty!=考題內容不能為空！
At least one Standard Answer must be selected!=必須選擇該題的標準答案！
Content of the Standard Answer can not be empty!=標準答案內容不能為空！
There are %d questions have not been answered.=還有%d道考題尚未做答！
The specified file exists. Are you sure to overwrite it?=該檔案已經存在，確定要覆蓋它嗎?
State=目前狀態
under edit=編輯中
under exam=考試中
paper locked=考試結束鎖定
The specified paper has been locked, are you sure to dispatch it to students?=該考卷已經被結束考試，確定要將答案和成績分發給學生嗎？
Lock Paper=結束考試
Unlock Paper=取消鎖定
Tips: This paper has been dispatched to students, so it can only be read.=說明: 該考卷已經被分發給學生考試，所以只能閱讀它，而不再能修改了。
The specified file is not a valid paper!=指定的檔案不是考卷！
Are you sure to delete the selected question?=確定要刪除該考題嗎？
Are you sure to lock the selected paper?=確定要結束這次考試嗎？
Are you sure to unlock the selected paper?=確定要恢復這次考試嗎？
Not submitted yet, are you sure to close this answer paper?=尚未交卷，確定要關閉嗎？
This answer paper has saved to=尚未提交的考卷已經儲存在
Number of clients to whom you want to dispatch: %d=選擇的要分發給考卷的學生數量：%d
Dispatched successfully: %d=已經成功分發到考卷的學生數量：%d
Failed to dispatch: %d=沒有分發到考卷的學生數量：%d
The paper (%s) dispatched by tutor does not contain your score.=教師分發的答卷（%s）中沒有你的成績。



Are you sure to clear saved images from the selected remote workstations?=確定要刪除學生機上錄影的所有螢幕畫面檔案嗎？
Clear Saved Images=刪除錄影的螢幕畫面檔案
Are you sure to move all questions with the type of the selected question?=由於考題類型不同，移動操作會導致該類型的所有考題移動。確定嗎？
An error occured while saving to file!=存儲到檔案中時發生錯誤！
Save As operation has done successfully.=已經成功地另存為指定的檔案了。
Save As a new paper=另存為一份新的考卷
Export=匯出
Import=匯入
An error occured while exporting to file!=匯出時發生錯誤！
Exported to the specified file successfully.=已經成功地匯出到指定的檔案了。
An error occured while importing from file!=匯入時發生錯誤！
Imported from the specified file successfully.=已經成功地從指定的檔案中匯入數據。
Single Select=單選
Multiple Select=多選
Judge=判斷
For Each Blank=按每個空格記分
For Whole Question=按每道題記分，錯一空則記0分
Blank 1=第1空格
Blank 2=第2空格
Blank 3=第3空格
Blank 4=第4空格
Blank 5=第5空格
Blank 6=第6空格
Blank item is not permitted between Standard Answers!=標準答案中間不能有空的內容！
An error occured while saving question!=儲存考題時出現錯誤！
Fix the Score=修正該題得分
Failed to fix the score!=修正該題得分時發生錯誤！
The score can't exceed the point of this question!=修正後的得分不能大於考題本身的分數！
Export Scores=匯出成績表
EXCEL Scores(*.csv)=EXCEL成績表(*.csv)

Now at=當前所在班級和分組
Whom to transfer to=接收檔案的學生
Transferring file...=正在傳送檔案...
%s  --->   Refused by the remote workstation.=%s  --->   遠端電腦拒絕接收您的內容
The session is cancelled.=工作已經取消
UDP mode, efficient but only file can be broadcast=廣播方式：快速但不可靠，不支援資料夾，適用於小檔案
UDP mode, efficient but only file can be broadcast.2=廣播方式：快速，但不支援資料夾，適用於小檔案
TCP mode, delivered one by one, inefficent, but more stable and delivering directory supported=點對點方式：低速但可靠，支援整個資料夾傳輸，適用於較大檔案
Always adopt the choice above. Don't ask the user for response any longer=總是使用上面的設定項，不再提示選擇


Sharing Screen Images=教學廣播、學生示範
Uninstall=移除


Important Tips=注意事項
Don't show tips at startup=下次啟動時不再顯示

Display the Yellow Bubbles=顯示黃色泡泡提示框

Attempt to connect timed out without establishing a connection.=建立網路連接逾時，請檢查TCP/IP協定或IP位址配置是否正確，並確保網路連接正常、遠端電腦已開機、防火牆程式關閉或正確設定。也有可能是遠端電腦上沒有安裝或啟動客戶端程式（或管理端程式）。
The attempt to connect was forcefully rejected.=網路連接請求被中斷，可能是遠端電腦上沒有安裝或啟動客戶端程式（或管理端程式）、或者防火牆程式設定錯誤。
The virtual circuit was reset by the remote side.=網路連接請求被中斷，可能是遠端電腦上沒有安裝或啟動客戶端程式（或管理端程式）、或者防火牆程式設定錯誤。
Permission denied. Maybe another application, service, or kernel mode driver is bound to the same address with exclusive access.=建立網路連接請求時被拒絕。可能其他的應用程式、服務或核心驅動已經綁定了相同的通訊埠。例如，盜版office的激活工具KMService.exe就會造成這種端口衝突的問題。或者是Win7/Win8/Win10系統上未“以管理員身份執行”而導致沒有相應的權限。\r\r請通過教師機安裝目錄下的頻道選擇器程式channel.exe更改通訊埠值來進行嘗試，如果能解決問題，則將所有電腦都設定為相同頻道即可。
The specified address is not a valid address for this machine.=The specified address is not a valid address for this machine. 另外，檢查一下防火牆程式是否禁止了該程式的執行。

Add4=新增子題
Content of the Reading=文章內容
SS.Score=單選
MS.Score=多選
J.Score=判斷
R.Score=閱讀
F.Score=填充
Add Subquestion=新增子題
The remove of questions is invalid.=無效的移動。
Reading Comprehension=閱讀理解
Online Examination Paper(*.emp)=考卷(*.emp)
Online Examination Paper(*.txt)=考卷(*.txt)

E.Score=問答
Essay=問答
SS. Qs:%d Ps:%d | MS. Qs:%d Ps:%d | J. Qs:%d Ps:%d | F. Qs:%d Ps:%d | R. Qs:%d Ps:%d | E. Qs:%d Ps:%d | Sum Qs:%d Ps:%d=單選:%d題 共%d分|多選:%d題 共%d分|判斷:%d題 共%d分|填充:%d題 共%d分|閱讀:%d題 共%d分|問答:%d題 共%d分|總計:%d題 共%d分
@TIPS_READINGCOMPREHENSION=首先在這裏的“內容”框中輸入“閱讀理解”題的文章內容，再點擊“確定”按鈕退回上一個“編輯考卷”視窗上，最後，在“編輯考卷”視窗上，點擊“新增子題”按鈕就可以為“閱讀理解”題逐個新增對應的子題，完成錄入工作。\r\r所有類似的包含若干子題的套題類型，都適合在這裏錄入。

Saving directory for the uploaded files=該班級提交作業的本地存儲位置
Disable client's mouse=禁止學生機滑鼠的操作
Allow to Visit Web=允許上網（依賴網路）
Prohibit from Visiting Web=禁止上網（依賴網路）
Online Snatch=電子搶答
Online Snatch(With Voice)=電子搶答（帶語音）
Snatch Start=開始搶答
Snatch Stop=停止搶答
Answer Correct=回答正確
Answer Error=回答錯誤
Snatch Restart=重新搶答
Snatching=我要搶答
Snatch Over=回答完畢
Tips: Please input the snatch question(voice or text).=系統提示：請輸入搶答的題目（語音或文字）。
Tips: Please input the snatch question.=系統提示：請輸入搶答的題目。
Tips: Please wait for the question.=系統提示：教師正在出題目，請認真聽題或讀題，注意搶答。
Tips: Snatch starting...=系統提示：正在等待學生搶答...
Tips: Please select the button of 'Snatching', if you want to answer the question.=系統提示：搶答已經開始，知道答案的請趕快按下‘我要搶答’。
Tips: '%s' want to answer the question.=系統提示：搶答成功，搶答人是‘%s’。
Tips: Please input the answer(voice or text).=系統提示：你已經搶答成功，請馬上答題（語音或文字）。
Tips: Please input the answer.=系統提示：你已經搶答成功，請馬上答題。
Tips: '%s' has answered.=系統提示：‘%s’已經回答完畢，等待教師給出判斷。
Tips: '%s' has answered, please checking.=系統提示：‘%s’已經回答完畢，請給出判斷。
Tips: The answer is right.=系統提示：回答正確。
Tips: The answer is error.=系統提示：回答錯誤。
Tips: Snatch over.=系統提示：搶答結束。
Tips: Snatch restarting...=系統提示：正在等待學生重新搶答...
Tips: Snatch restarting. Please select the button of 'Snatching', if you want to answer the question.=系統提示：重新開始搶答，知道答案的請趕快按下‘我要搶答’。
Online Rollcall=電子點名
Apply=應用
Client Listing=學生列表
Total clients: %d | Online Clients: %d | Sign Clients: %d=總電腦數：%d | 已連上線的電腦數：%d | 簽到數：%d
Signing State=簽到狀態
Running=已登入
Not Running=未登入
Signed=已簽到
No Signed=未簽到
Signing Time=簽到時間
Rollcall Listing=電子點名表
Export Rollcall Listing=匯出電子點名表
Export Rollcall Listing(*.csv)=電子點名表(*.csv)
Please input your name=請輸入您的姓名
Please enter your name into the text field to send.=請輸入您的姓名再確定。
Submitting your name...=正在提交您的姓名...
Are you sure to change Name of the clients?=本操作將會更改當前班級的學生姓名，確定更改嗎？
An error occured while connecting to Tutor's computer. Are you sure to continue?=嘗試連接到教師機時發生錯誤。還要繼續嗎？

A newer version is now published on the developer's website. Are you want to visit the upgrade webpage now?=發現軟體開發商已經發佈了更新的升級版本，現在要進入開發商網站瞭解新版本下載和升級的事項嗎？
Issue Date=發佈日期
Checking upgraded version from the developer's website...=稍等，正在檢查新版本...

Check and Optimize, please wait...=正在檢查系統資訊和優化參數，請稍等...
Checking system info, please wait...=正在檢查系統資訊，請稍等...
Data packets are losing......%d=資料包在傳送中被丟失......%d
Waiting for full-screen image......%d=等待首個全螢幕畫面......%d
Technical Support=技術支援
Performance-counter Frequency=計時器精度
IP=IP位址
Parameter=參數
Hardware=硬體裝置
Send Data ___FAILED___=網路廣播數據時失敗
TOO SLOW (<3M)=網路廣播數據時失敗，或者網速太慢（<3M）
Acceleration.Level=硬體加速
Processes | Modules=處理序及其裝入的模塊
Loaded Modules in process=下面是這個處理序裝入的所有模塊
Capture Performance=螢幕廣播效能分析
The following output file is generated. If any problem, please send it to the technical supporter to analyse.=系統和執行環境資訊已經寫入下面的這個輸出檔案中，如果有任何問題，請將該檔案提供給軟體的技術支援人員，以分析潛在故障原因或提供優化建議。技術支援人員的聯繫方式已經寫在該輸出檔案的起始位置。


Loaded Modules=加載的模塊
End Task=結束工作
End Process=結束處理序

Opened Process=正在執行的處理序
Failed to enumerate the opened processes!=列舉正在執行的處理序時發生錯誤！
No opened processes exist.=找不到正在執行的處理序。
Please select a process, then to continue.=請首先選擇某個處理序，再執行相關的操作。
Failed to enumerate the loaded modules of the selected process!=列舉指定處理序加載的模塊檔案時發生錯誤！
Failed to end the selected process!=結束指定的處理序時發生錯誤！

Running Application=正在執行的應用程式
Failed to enumerate the running applications!=列舉正在執行的應用程式時發生錯誤！
No running applications exist.=找不到正在執行的應用程式。
Please select an application, then to continue.=請首先選擇某個應用程式，再執行相關的操作。
Failed to enumerate the loaded modules of the selected application!=列舉指定應用程式加載的模塊檔案時發生錯誤！
Failed to end the selected application!=結束指定的應用程式時發生錯誤！

Desktop Composition(Win7)=Win7的桌面合成（玻璃特效）
Don't show this at startup=下次啟動時不再顯示
Desktop Composition=Win7桌面合成
Others=其他
Close (Always)=關閉桌面合成（一直）
Close (While enter this program)=關閉桌面合成（每次進入紅蜘蛛軟體時）
Close (Only this time)=關閉桌面合成（僅僅這一次）
Open Desktop Composition=開啟桌面合成（影響教學演示的速度和效率，不建議開啟）
The new Microsoft Windows 7 desktop composition feature will significantly affect the speed and CPU loading of capturing screen images.=Windows 7的桌面合成功能是為了支援視窗的玻璃特效、三維翻轉等視覺效果而提供的，但是該功能很大地影響了教學演示（螢幕廣播）時的速度和CPU效率。如果想要獲得最順暢的教學演示效果，則強烈建議關閉系統的該功能。\r\r注：WinXP/Win8/Win10都不適用本設定。

Suspected escaped host=疑似異常退出或掉線的
%02d:%02d:%02d, Login=%02d:%02d:%02d - 上線
%02d:%02d:%02d, exit; %02d:%02d:%02d, re-login=%02d:%02d:%02d - 退出\r%02d:%02d:%02d - 再次上線
Not Login=仍未上線
%02d:%02d:%02d, login; %02d:%02d:%02d, exit=%02d:%02d:%02d - 上線\r%02d:%02d:%02d - 已經退出
%02d:%02d:%02d, suspected escape; %02d:%02d:%02d, re-login=%02d:%02d:%02d - 疑似異常退出或掉線\r%02d:%02d:%02d - 再次上線
%02d:%02d:%02d, login; %02d:%02d:%02d, suspected escape=%02d:%02d:%02d - 上線\r%02d:%02d:%02d - 疑似異常退出或掉線
Login Time=上線時間
Exit Time=退出時間
Status=狀態
suspected escape=異常退出或掉線
suspected escape, re-login=異常退出或掉線，已上線
exit, re-login=曾經退出，已上線
Online=已上線
Include all clients=顯示所有學生機
Has escaped before %d minutes=%d分鐘前，疑似異常退出或掉線
Has escaped before %d minutes, but re-login now=%d分鐘前，疑似異常退出或掉線，現已上線
Has escaped just now=剛剛，疑似異常退出或掉線
Has escaped just now, but re-login again=剛剛，疑似異常退出或掉線，現已上線
On/Off-line Info=上線情況

Connect to Server=連接到服務器
Connecting=正在連接
Connecting.=正在連接.
Connecting..=正在連接..
Connecting...=正在連接...
URL of Paper Server=網路考試服務器URL或IP
Anonymous Examination=匿名測試 （學生無須註冊和登入，不儲存答卷和成績）
Clients must login 1=登入測試 （學生要在考前註冊帳號，可以儲存答卷和成績）
No need to login=學生免註冊 （學生無須註冊和登入，可以儲存答卷和成績）
Clients must login 2=登入考試 （學生要在考前註冊帳號，可以儲存答卷和成績）
Dispatching paper...=正在分發考卷...
Invalid IP address.=無效的IP位址
An error occured while connecting to the client!=嘗試連接到學生機時發生錯誤，稍後再試！
An error occured while Dispatching paper!=分發考卷時發生錯誤，稍後再試！
Online Examination: Dispatch Paper=網路考試：分發考卷
Enable Prevention of Fraud=啟用防舞弊機制
Exit Preview=退出預覽模式
Are you sure to cancel the examination?=這個操作會中止考試，答卷和成績就都丟失了。如果是已經作答完考卷，應該點擊考卷上的“交卷”按鈕。\r\r確定要中止考試嗎？
Enter the server=進入服務器
Select Paper=挑選考卷
Go to select paper=現在去挑選考卷
Examination Management=考試管理
Paper NO.=考卷編號
<Not select yet>=<尚未選擇>
<Not select paper yet>=<尚未挑選考卷>
Select this paper=選擇該考卷
Cancel Selection=取消選擇
Examination Mode=考試模式
Examined In Class=班級考試模式
Self Testing=學生自測模式
Anonymous=匿名
Prevention of Fraud=防舞弊
A paper has been opened on the client. Not support for opening two papers at the same time!=該學生機已經有考卷了，不支援同時開啟兩份考卷。
Collect answer paper=強制收卷
Submit Answer Paper=交卷
Last Operation=最近操作
Online Examination Operation Menu=網路考試操作選單
Mark for Selected (All)=（全部）標記為勾選
Mark for Unselected (All)=（全部）標記為不勾選
Mark for Selected=標記為勾選
Mark for Unselected=標記為不勾選
Cancel Examination=取消考試
Cancel examination...=取消考試...
There is no paper on client's desktop.=學生機上沒有考卷
@AreYouSure2Continue.Mark=該操作會針對列表中所有標記為“勾選”的學生機。\r\r確定要繼續嗎？
@AreYouSure2Continue.Selected=該操作會針對列表中所有標記為“行選擇”的學生機。\r\r確定要繼續嗎？
Opened Paper=在考考卷
Paper/Exam Management=錄入考卷|查看答卷|成績管理|幫助
Step 1: Select Paper=第一步：挑選考卷
Step 2: Dispatch Paper=第二步：分發考卷
Step 3: Monitor Examinations=第三步：監考
Step 4: Submit Answer Paper=第四步：交卷|收卷
Total clients=學生總數
Online clients=連線學生數
Be examining=正在考試中
Be examining 2=在考人數
Answer paper has been collected by force=已經被強制收卷
Stauts=狀態
Review Answer=查看答卷
Review Score=查看評分
Answer paper submitted=交卷成功
Not Logon=未登入
Open paper failed=開啟考卷失敗
Load paper failed=載入考卷失敗
Submit answer paper failed=交卷失敗
Submit answer paper failed, -6=交卷失敗：考試已結束
Submit answer paper failed, -7=交卷失敗：考試被禁止
Submit answer paper failed, -8=交卷失敗：不能重復考試
Loading=正在載入
Load failed=載入失敗
Online Examination(examcoo)=考試酷(examcoo) - 網路考試桌面端
Mark for Selected(Online)=（連線學生）標記為勾選
Mark for Selected(Be examing)=（在考學生）標記為勾選
Reverse Selection=反選
Connect to examcoo to edit paper=出卷：進入考試酷網站
examcoo Website=考試酷(examcoo)
Use old local net-exam mode=使用舊版本網路考試模式（功能弱，但無須互聯網支援）
Use new web-exam mode=使用全新WEB模式的網路考試（功能強大，但須互聯網連接）

Must set a future time!=必須設定一個未來的時間！
Add a scheduled task=新增一個計劃工作
Edit a scheduled task=修改計劃工作
Task Time=工作執行時間
Command=命令
scheduled tasks=計劃工作
Please select a scheduled task first, then to continue.=請首先選擇一個計劃工作，再執行相關的操作！
Force=強制
Not force=不強制
Outdated=已過時
Time Remind=時間提醒
Time remind at: %s=請注意：\r\r設定的提醒時間(%s)現在到了！
Message file to send(RTF Document)=需要發送的訊息傳送內容檔案\r（RTF文檔，檔案名作為主題，檔案內容就是發送內容）
Message file to send=需要發送的訊息傳送內容檔案
RTF Document(*.rtf)=訊息傳送內容檔案，RTF文檔(*.rtf)
Must give an existing RTF document file to send.=需要選擇一個有效並確實存在的RTF文檔檔案作為訊息傳送的內容。
Remote Command=遠端命令
<select a remote command>=<請選擇一個遠端命令>
Must select a remote command.=必須選擇一個列表中的遠端命令！

Mixer device=混音器
No mixer device.=沒有找到混音器資訊，請檢查聲卡和聲卡驅動程式。
Failed to get information of mixer device!=擷取混音器資訊時失敗！
Volume Control=音量調整
Volume Control2=音量調整|音源選擇
Remote Volume Control=調整對方的音量和音源
Volume2=音量
Mute=靜音
Mute All=全部靜音
Playback control=播放音量調整
Recording control=錄音音量調整
Switch to=切換到
My voice=我的聲音
Received voice=收聽到的聲音
Monitoring voice...=正在監聽語音...
Open Voice Monitor=開啟語音監聽

The display resolution of this machine is different from the Tutor's.=這台電腦的解析度與教師機不一致，這可能導致顯示畫面模糊或輕微跳動。最好將教師機和學生機的解析度設定為一樣的。
Open voice monitor automatically while viewing remote screen in single window=單視窗監視或遙控時，自動開啟語音監聽功能
Delete Offline=刪除沒有連線的
Select Online=選中已上線的
Mode=模式
Broadcast2=廣播
Multicast=多播
PGM=可靠多播（試驗性）
The channel has been altered. On clients, you must restart the machine to start program. On tutor's machine, you must restart the Tutor's program to run correctly.=頻道已經更改。\r\r如果是在學生機上，需要重啟電腦以啟動學生端程式。\r\r如果是在教師機上，則需要重新啟動教師端程式以使得其執行到新的頻道上。
socket(pgm) : %d The specified socket type or protocol is not supported in this address family.=socket(pgm) : %d 您選擇了可靠多播模式，但是系統上並沒有安裝可靠多播協定。在WinXP系統上，請到“新增/刪除程式”視窗上，點擊“新增/刪除Windows組件”，安裝好“消息隊列”這個組件。而在其他系統（Win2003/Win7/Win8/Win10等）上，請到網路連接（或乙太網）的“屬性”視窗上，安裝好“可靠的多播協定”這個協定。
Environment Variables=環境變量
My Documents=我的文檔
